Repository: AndreaVettoriCapBS/ITP-CFG-ONPREM
Catalog: Translations/translation-*.xlf
Languages: it_it

# Table 1480824041 - Property 2879900210
source: Item Configurator Code
it_it: Configuratore codice articolo

# Table 1480824041 - Field 1030050045 - Property 2879900210
source: Procurement System
it_it: Sistema di rifornimento

# Table 1480824041 - Field 1030050045 - Property 62802879
source: Purchase,Prod. Order,Production BOM
it_it: Acquisto,Ordine prod.,DB Produzione

# Table 1480824041 - Field 3070320983 - Property 2879900210
source: Field Name
it_it: Nome campo

# Table 1480824041 - Field 3070320983 - Property 62802879
source: No.,Description,Value
it_it: Nr.,Descrizione,Valore

# Table 1480824041 - Field 4262798066 - Property 2879900210
source: Character No.
it_it: Carattere nr.

# Table 1480824041 - Field 3531868071 - Property 2879900210
source: Field No.
it_it: Nr. campo

# Table 1480824041 - Field 1884737638 - Property 2879900210
source: Field
it_it: Campo

# Table 1480824041 - Field 2138951928 - Property 2879900210
source: Field Character No.
it_it: Nr. carattere campo

# Table 1480824041 - Field 264005049 - Property 2879900210
source: Table No. Relation
it_it: Nr. tabella relazionata

# Table 1480824041 - Field 190069285 - Property 2879900210
source: Field No. Relation
it_it: Nr. campo relazionato

# Table 1480824041 - Field 3017471043 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Table 1480824041 - Field 4017178240 - Property 2879900210
source: Customed Relation
it_it: Relazione personalizzata

# Table 1480824041 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 1480824041 - Field 855871608 - Property 2879900210
source: Insert Value
it_it: Inserisci valore

# Table 1480824041 - Field 1341471161 - Property 2879900210
source: Progressive
it_it: Progressivo

# Table 1480824041 - Field 4079677382 - Property 2879900210
source: Field Type
it_it: Tipo campo

# Table 1480824041 - Field 4079677382 - Property 62802879
source: Field,Attribute
it_it: Campo,Attributo

# Table 1480824041 - Field 4093180191 - Property 2879900210
source: Item Type
it_it: Tipo articolo

# Table 1480824041 - Field 4093180191 - Property 62802879
source: ,Master,Finished Product
it_it: ,Master,Prodotto finito

# Table 1480824041 - NamedType 1667372912
source: "No." value has to be less then 20
it_it: Il campo "Nr." deve assumere un valore inferiore a 20

# Table 74799634 - Property 2879900210
source: Item Creation
it_it: Creazione articolo

# Table 74799634 - Field 1624984172 - Property 2879900210
source: Category Item Code
it_it: Codice categoria articolo

# Table 74799634 - Field 411531942 - Property 2879900210
source: Base Unit of Measure
it_it: Unità di misura base

# Table 2427653885 - Property 2879900210
source: Lookup Table Configurator
it_it: Lookup tabella configuratore

# Table 2427653885 - Field 3017471043 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Table 2427653885 - Field 3808951907 - Property 2879900210
source: Table Name
it_it: Nome tabella

# Table 2427653885 - Field 3531868071 - Property 2879900210
source: Field No.
it_it: Nr. campo

# Table 2427653885 - Field 3070320983 - Property 2879900210
source: Field Name
it_it: Nome campo

# Table 2427653885 - Field 3680483713 - Property 2879900210
source: Table Relation No.
it_it: Nr. tabella relazionata

# Table 2427653885 - Field 1044270257 - Property 2879900210
source: Table Relation Name
it_it: Nome tabella

# Table 2427653885 - Field 776101485 - Property 2879900210
source: Field Relation No.
it_it: Nr. campo relazionato

# Table 2427653885 - Field 1243540461 - Property 2879900210
source: Field Relation Name
it_it: Nome campo relazionato

# Table 2427653885 - Field 696389717 - Property 2879900210
source: Condition
it_it: Condizione

# Table 2427653885 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 2427653885 - Field 2901750256 - Property 2879900210
source: Attribute
it_it: Attributo

# Page 2427653885 - Property 2879900210
source: Relationed Tables
it_it: Gestione tabelle relazionate

# Page 2427653885 - Action 4207331517 - Property 2879900210
source: Table Relation Filters
it_it: Filtri relazione tabelle

# Page 2427653885 - Action 220946527 - Property 2879900210
source: Relation Condition
it_it: Condizioni relazione

# Table 4183050139 - Field 3017471043 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Table 4183050139 - Field 3531868071 - Property 2879900210
source: Field No.
it_it: Nr. campo

# Table 4183050139 - Field 342179383 - Property 2879900210
source: Filter Field No.
it_it: Filtro nr. campo

# Table 4183050139 - Field 4285612108 - Property 2879900210
source: Filter Type
it_it: Tipo filtro

# Table 4183050139 - Field 1484800333 - Property 2879900210
source: Filter Value
it_it: Valore filtro

# Table 4183050139 - Field 976425594 - Property 2879900210
source: Filter Value Field No.
it_it: Valore filtro nr. campo

# Table 4183050139 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Page 4183050139 - Property 2879900210
source: Table Relation Filters
it_it: Gestione tabelle relazionate

# Table 3192163289 - Property 2879900210
source: Configurator Condition Specifications
it_it: Gestione condizioni configuratore

# Table 3192163289 - Field 3017471043 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Table 3192163289 - Field 3531868071 - Property 2879900210
source: Field No.
it_it: Nr. campo

# Table 3192163289 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 3192163289 - Field 342179383 - Property 2879900210
source: Filter Field No.
it_it: Filtro nr. campo

# Table 3192163289 - Field 4285612108 - Property 2879900210
source: Filter Type
it_it: Tipo filtro

# Table 3192163289 - Field 1484800333 - Property 2879900210
source: Filter Value
it_it: Valore filtro

# Table 1039895887 - Property 2879900210
source: Item Configurator Setup
it_it: Setup configuratore articolo

# Table 1039895887 - Field 1663593181 - Property 2879900210
source: Primary Key
it_it: Chiave primaria

# Table 1039895887 - Field 3162363808 - Property 2879900210
source: Purchase Serial No.
it_it: Nr. serie acquisto

# Table 1039895887 - Field 3100206650 - Property 2879900210
source: Prod. Order Serial No.
it_it: Nr. serie ordine produzione

# Table 1039895887 - Field 2523437198 - Property 2879900210
source: Prod. Item Tracking No.
it_it: Cod. tracciabilità articolo produzione

# Table 1039895887 - Field 4178966393 - Property 2879900210
source: Purch. Item Tracking No.
it_it: Cod. tracciabilità articolo acquisto

# Table 1039895887 - Field 3986272740 - Property 2879900210
source: Prod. BOM Serial No.
it_it: Nr. serie DB produzione

# Page 1039895887 - Property 2879900210
source: Item Configurator Setup
it_it: Setup configuratore articolo

# Codeunit 2122950686 - NamedType 649690644
source: The value of the first "No. Character" has to be 1.
it_it: Attenzione il primo record in setup deve avere "Nr. carattere" = 1.

# Page 872350126 - Property 2879900210
source: Item Configuration
it_it: Configuratore articolo

# Page 872350126 - Control 3090661100 - Property 2879900210
source: Filter
it_it: Filtri

# Page 872350126 - Control 3063887589 - Property 2879900210
source: Procurement System Filter
it_it: Filtro sistema di rifornimento

# Page 872350126 - Control 3063887589 - Property 62802879
source: Purchase,Prod. Order,Production BOM
it_it: Acquisto,Ordine prod.,DB Produzione

# Page 872350126 - Control 2767790423 - Property 2879900210
source: Item Type Filter
it_it: Filtro tipo articolo

# Page 872350126 - Control 2767790423 - Property 62802879
source: ,Master,Finished Product
it_it: ,Master,Prodotto finito

# Page 872350126 - Action 4167997568 - Property 2879900210
source: Item
it_it: Articolo

# Page 872350126 - Action 3276313895 - Property 2879900210
source: Item Creation
it_it: Creazione articolo

# Page 872350126 - Action 2069278830 - Property 2879900210
source: Create Purchase Item
it_it: Crea articolo di acquisto

# Page 872350126 - Action 2435637830 - Property 2879900210
source: Create Production Item
it_it: Crea articolo di produzione

# Page 872350126 - Action 3803163185 - Property 2879900210
source: Create Production BOM
it_it: Crea DB produzione

# Page 872350126 - NamedType 296518869
source: "Relationed Field No." has already valued
it_it: "Nr. campo relazionato" già valorizzato

# Page 872350126 - NamedType 427795583
source: Item Configurator
it_it: Configuratore articolo

# Page 4026529481 - Control 103915345 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Page 4026529481 - Control 4200184881 - Property 2879900210
source: No.
it_it: Nr.

# Page 4026529481 - Control 730832363 - Property 2879900210
source: Table Name
it_it: Nome tabella

# Page 4026529481 - Control 166597695 - Property 2879900210
source: Field Name
it_it: Nome campo

# Page 4026529481 - Control 1878130204 - Property 2879900210
source: Type
it_it: Tipo

# Page 4026529481 - Control 1954480041 - Property 2879900210
source: Len
it_it: Lunghezza

# Page 4026529481 - Control 3454070650 - Property 2879900210
source: Class
it_it: Classe

# Page 4026529481 - Control 2891538263 - Property 2879900210
source: Enabled
it_it: Abilitato

# Page 4026529481 - Control 2463291169 - Property 2879900210
source: Type Name
it_it: Nome tipo

# Page 4026529481 - Control 823559016 - Property 2879900210
source: <Field Caption>
it_it: Caption campo

# Page 4026529481 - Control 3012270107 - Property 2879900210
source: Relation Table No.
it_it: Nr. tabella relazionata

# Page 4026529481 - Control 2168500159 - Property 2879900210
source: Relation Field No.
it_it: Nr. campo relazionato

# Page 708963657 - Control 1085746399 - Property 2879900210
source: Object Type
it_it: Tipo oggetto

# Page 708963657 - Control 3711240756 - Property 2879900210
source: Object ID
it_it: ID oggetto

# Page 708963657 - Control 1418569422 - Property 2879900210
source: Object Name
it_it: Nome oggetto

# Page 1076891048 - Property 2879900210
source: Condition Specification
it_it: Gestione condizioni configuratore

# Page 2862266149 - Property 2879900210
source: Create Item
it_it: Crea articolo

# Page 2862266149 - Control 476475349 - Property 2879900210
source: General
it_it: Generale

# Page 2862266149 - Control 1030050045 - Property 2879900210
source: Procurement System
it_it: Sistema di rifornimento

# Page 2862266149 - Control 1030050045 - Property 62802879
source: Purchase,Prod. Order,Production BOM
it_it: Acquisto,Ordine prod.,DB Produzione

# Page 2862266149 - Control 4093180191 - Property 2879900210
source: Item Type
it_it: Tipo articolo

# Page 2862266149 - Control 4093180191 - Property 62802879
source: ,Master,Finished Product
it_it: ,Master,Prodotto finito

# Page 2862266149 - Control 1156389336 - Property 2879900210
source: Code Generation Fields
it_it: Campi generazione codice

# Page 2862266149 - Control 2933216754 - Property 2879900210
source: Description Generation Fields
it_it: Campi generazione descrizione

# Page 2862266149 - Control 3134369999 - Property 2879900210
source: Value Fields
it_it: Campi valore

# Page 2862266149 - Control 3141492171 - Property 2879900210
source: Finished Product
it_it: Prodotto finito

# Page 2862266149 - Action 1410115443 - Property 2879900210
source: Create Item
it_it: Genera articolo

# Page 2862266149 - Action 3803163185 - Property 2879900210
source: Create Production BOM
it_it: Genera DB produzione

# Page 2862266149 - NamedType 902268192
source: Created new Item No.: %1
it_it: Creata nuova anagrafica articolo con codice: %1

# Page 2862266149 - NamedType 649690644
source: "Character No." of field %1 has not a value
it_it: "Nr. carattere" non valorizzato per campo: %1

# Page 2862266149 - NamedType 1478449580
source: "Description" is higher than 50 chars, the string will be cut to the 50th digit.
it_it: La "Descrizione" è maggiore di 50 caratteri, la stringa verrà troncata al 50° digit

# Page 2862266149 - NamedType 131872261
source: The items with the inserted attributes already exists. Do you want to continue?
it_it: L'articolo con gli attributi inseriti esiste già. Vuoi continuare?

# Page 2862266149 - NamedType 2783581920
source: Created new "Production BOM": %1
it_it: Creata nuova "DB Produzione": %1
